cesium.gltf-vscode
clemenspeters.format-json
dart-code.dart-code
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
github.codespaces
github.copilot
github.copilot-chat
github.vscode-pull-request-github
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
juanblanco.solidity
julialang.language-julia
magicstack.magicpython
mblode.zotero
mdickin.markdown-shortcuts
meezilla.json
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
octref.vetur
pkief.markdown-checkbox
prisma.prisma
ritwickdey.liveserver
twxs.cmake